export const Emotion2EmojiConstant: { [key: string]: string } = {
  1824: "🤔",
  5327: "😕",
  6234: "😐",
  6770: "🙂",
  1769: "😄",
  3569: "😃",

  1100: "🤨",
  1500: "😕",
  2849: "😐",
  434: "🙂",
  700: "😊",
  900: "😄",
};

export const Emoji2ChineseConstant: { [key: string]: string } = {
  "😀": "平靜",
  "😃": "期待",
  "🤣": "開心",
  "🥹": "憂鬱",
  "🧐": "思考",
  "🥲": "可惜",
};

export const CEmoji2ValueConstant: { [key: string]: string } = {
  "🤔": "1824",
  "😕": "5327",
  "😐": "6234",
  "🙂": "6770",
  "😄": "1769",
  "😃": "3569",
};

export const JEmoji2ValueConstant: { [key: string]: string } = {
  "🤨": "1100",
  "😕": "1500",
  "😐": "2849",
  "🙂": "434",
  "😊": "700",
  "😄": "900",
};
